Tekla.Structures.Dialog.UIControls.WpfSaveLoad.LoadFile(System.String)
Loads the dialog properties from the currently selected file name and calls any
AttributesLoading and AttributesLoaded events for additional load related routines.
fileName: The file name
Throws System.IO.FileNotFoundException: The exception thrown when the file is not found

Tekla.Structures.Dialog.UIControls.WpfSaveLoad.load_Click(System.Object,System.Windows.RoutedEventArgs)
Handles loading an attribute file.
sender: Event sender
e: Event arguments